import Footer from "@/components/footer/Footer";
import BranchContactCanvas from "@/components/header/BranchContactCanvas";
import Header from "@/components/header/Header";
import Offcanvas from "@/components/header/Offcanvas";
import Head from "next/head";

export default function SyllabusSanskritSecondaryNIOS() {
  return (
    <>
      <Head>
        <title>Curriculum Sanskrit Secondary | NIOS</title>
        <meta
          name="description"
          content="SS Coaching NIOS Center in Lucknow, Provides form filling for admission in NIOS Board (National Institute of Open Schooling) as well as NIOS Coaching Classes, Syllabus and Tuition for 10th (secondary) & 12th (senior secondary) Students. Contact us for all inquiries related to NIOS Board in Lucknow"
        />

          <meta
          name="keywords"
          content="NIOS exam centre registration, NIOS Study Centre Contact Number, nios head office contact number, nios regional centre list, nios contact number, NIOS Study Centre List, NIOS Coaching in Lucknow, NIOS admission Lucknow,"
        />
        <meta name="viewport" content="width=device-width, initial-scale=1" />
      </Head>

      <section className="home-page-area syllabus-nios1">
        <Header />
        <Offcanvas />
               <BranchContactCanvas/>
        

        <div className="syllabus-nios">
          <div className="container">
            <h1 className="nios-125h-senior-hero-title">
              Curriculum Sanskrit Secondary NIOS
            </h1>

            <h1 className="nios-125h-senior-hero-title"  style={{ textAlign: "center", marginTop: "30px" }}>
             <span className="nios-125h-senior-highlight"> संस्कृतपाठ्यक्रम :</span>
            </h1>

            <h3 className="nios-125h-senior-hero-title">1. औचित्यम्</h3>

            <p>
              संस्कृत भाषा विश्वस्य प्राचीनतमा भाषा अतएव इयम् अति विशिष्टा अस्ति
              । ज्ञानविज्ञानस्य क्षेत्रेषु अस्याः भाषायाम् अनेको ग्रंथाः संति ये
              कस्यापि भाषायां न लभ्यन्ते । अस्याः भाषायां भारतवर्षस्य आधुनिकासु
              भाषासु साहित्येषु च प्रत्यक्ष अथवा तु अप्रत्यक्ष्येण विशिष्टः
              प्रभावनेऽास्ति । अतएव इमां ज्ञात्वा वयम् अन्याः भाषाः अपि ज्ञातु
              शक्नुमः। एवं च अस्याः अध्ययनेन वयम् अस्माकं देशस्य प्राचीनतमां
              संस्कृतिम् अपि ज्ञातुम् शक्नुमः । एष पाठ्यक्रमः संप्रेषण उपागम
              आधारित पाठ्यक्रमः यथा राष्ट्रीय पाठ्यचर्याम् कथ्यते यत् राष्ट्रीय
              मुक्त विद्यालयने अयम् पाठ्यक्रमः प्रभाविनी भवितुम् शक्नोति। एंव च
              छात्रेषु वसुधैव कुटुम्बकं भावनायाः विकासो भविष्यति अनेन
              पाठ्यक्रमेण ।
            </p>

            <p>अस्य पाठ्यक्रमस्य अध्ययने छात्राः- </p>

            <p>1. वर्णानाम् उच्चारण स्थानं ज्ञातुं शक्नुवन्तिं ।</p>
            <p>2. संज्ञायाः क्रियापदानां सामञ्जस्यम् अवगच्छेयुः ।</p>
            <p>3. शब्दनिर्माणे स्वर व्यंजनानां क्रमं जानीयुः ।</p>
            <p>4. साधारणतः पंचशत शब्दानाम् अर्थ ज्ञानम् ।</p>
            <p>
              5. वर्णव्यत्ययेन अक्षराणां स्थानपरिवर्तने जायमानम् अर्थभेदं
              ज्ञातुं शक्नुवन्तिं ।
            </p>
            <p>6. स्मृतेः आधारे दशमथवा द्वादश श्लोकानां उच्चारणम् जानाति ।</p>
            <p>7. संस्कृतभाषायां लघुत्वाक्यानां पठनम् ।</p>
            <p>
              8. संस्कृतभाषया प्रदत्तं सामान्यनिर्देशं ज्ञात्वा तम अनुसरणम् ।
            </p>
            <hr />

            <h3 className="nios-125h-senior-hero-title">उद्देश्यानि</h3>

            <p>
              अस्य पाठ्यक्रमस्य अध्ययनेन विद्यार्थिनः अधोलिखित कौशलेषु निपुण :
              भवन्ति ।
            </p>

            {/* ================= पाठ्यवस्तु ================= */}

            <h3 className="nios-125h-senior-hero-title">श्रवणम्</h3>

            <p>क) आदेशात्मकवाक्यानि श्रुत्वा तदनुसारं व्यवहरिष्यति ।</p>

            <p>
              ख) ह्रस्वदीर्धस्वरान् श्रुत्वा तेषां अर्थभेदं करिष्यति । (यथा कविः
              = एकः कविः, कवी = द्वैकवी)
            </p>

            <p>
              ग) हलन्तस्वरांत पदानि श्रुत्वा अर्थभेदकरणे समर्थ भविष्यति । (यथा
              उपन्यास, तरूच्छाया)
            </p>

            <p>
              घ) संस्कृत भाषायाः प्रश्नोत्तराणि (यथा तव नाम किंम ? उत्तर = मम
              नाम रमेशः )
            </p>

            <p>
              ङ) विसर्गयुक्तानां विसर्गरहितानां च पदानि सम्यक् उच्चारणम् । (यथा
              नदी नदी: लता लताः)
            </p>

            <p>च) गेयपदानि सस्वरवाचनम् ।</p>

            <hr />

            <h3 className="nios-125h-senior-hero-title">लेखनम्</h3>

            <p>
              क) पठितपदानां वाक्यानां च श्रुत्वा शुद्धवर्तन्यां लेखितुं
              शक्नुवन्तिं ।
            </p>

            <p>ख) वाक्येषु प्रातिपदिकानां सविभक्तिक प्रयोगः ।</p>

            <p>ग) अल्पविराम पूर्ण विराम प्रभृति चिह्नाः प्रयोगे कौशलम् ।</p>

            <p>घ) सरल संस्कृते कथायाः सारलेखनम् ।</p>

            <p>ङ) कमपि परिचित अथवा पठित विषये लघुतरं निबंध लेखनम् ।</p>

            <p>च) प्रदत्तगद्यस्य पद्यस्य च भावानुसारं शीर्षक प्रदानम् ।</p>

            <p>छ) कृत-तद्धितप्रव्ययानां सहायय्येन् वाक्यस्य निर्माणम् ।</p>

            <p>
              ज) शब्दसमूहस्य, चित्रस्य वा प्रदत्त संकेतम् आश्रित्य कथाविस्तारम्
              ।
            </p>

            <p>झ) श्रवण कृत्वा गद्य-पद्य लेखनम् ।</p>

            <p>
              ञ) अभिनंदन - निमंत्रण- वर्धापनपत्राणां निर्माण, प्राचार्य प्रति च
              पत्र लेखनम् ।
            </p>

            <hr />

            <h3 className="nios-125h-senior-hero-title">वाचनम् (भाषणम्)</h3>

            <p>
              क) स्वराणां मात्राणां व्यंजनानां संयुक्ताक्षराणां च सम्यक्
              उच्चारणम् ।
            </p>

            <p>ख) पठित सामग्रयां सरल प्रश्नानां च संस्कृतभाषायामुत्तराणि ।</p>

            <p>ग) स्वमतानाम् प्रकटीकरणे उचित शब्दानाम् बलाधात प्रयोगम् ।</p>

            <p>घ) गद्य-पद्य - नाट्यादिपाठ्यवस्तु पठित्वा सम्यक् वाचनम् ।</p>

            <p>ङ) पद्यानाम् सस्वर मौखिक पाठम् ।</p>

            <p>च) भावानुरूपमुच्चारण करणे आरोहस्य अवरोहस्य ज्ञानम् ।</p>

            <p>
              छ) कस्यापि घटनायाः, स्थानस्य, वस्तोः वा संस्कृतभाषायाम् अष्टेषु वा
              दशेषु लघुवाक्येषु वर्णनम् ।
            </p>

            <hr />

            <h3 className="nios-125h-senior-hero-title">पठनम्</h3>

            <p>क) संस्कृत वाक्यानाम् प्रवाहेण पठनम् ।</p>

            <p>ख) गद्यांशानाम पद्यांशानाम च स्पष्ट पठनम् ।</p>

            <p>ग) पाठ्यसामग्रयाम् प्रयुक्तछंदासां लयेन् सस्वर पाठनम् ।</p>

            <p>
              घ) संकलित पाठ्यविषये विविधानि प्रसंगानि संदर्भानि च
              अभिज्ञानम्सामर्थ्यम् ।
            </p>

            <p>ङ) पाठानां प्रयुक्तव्याकरणविन्दवः ज्ञानम् ।</p>

            <p>
              च) पाठे गद्यपद्ययोः प्रयुक्त भावानाम् सप्रसंग व्याख्या ज्ञानम् ।
            </p>

            <p>
              छ) अपठितं गद्याशं/पद्याशं पठित्वा प्रश्नानाम् उत्तराणि दातुं
              सामर्थ्यम् ।
            </p>

            <hr />

            <h3 className="nios-125h-senior-hero-title">अध्ययन योजनाम्</h3>

            <p>भाषाया पाठ्यक्रमम् अधोलिखिता सन्ति ।</p>

            <p>
              1. श्रवणं वाचनं च दक्षतायै विद्यार्थीभ्यः द्वौ कैसट इति आख्यातः
              श्रव्य यन्त्रयोः सृजतवन्तौ । अपि च एका अभ्यास पुस्तिका अपि
              प्रदत्तवती ।
            </p>

            <p>
              2. अन्या भाषासु कौशलं विकसितुं पाठ्यसामग्रयां काचित् अभ्यास कार्यं
              प्रदत्तवती ।
            </p>

            <p>3. पाठ्यसामग्रयां व्याकरणं पाठै: सह सम्मिलित्वा पाठित्वान् ।</p>

            <p>
              4. अध्ययन केन्द्रानाम् अस्य विषयस्य त्रिंशी कक्षानाम् आयोजनं
              भविष्यति तत्र विद्यार्थी आत्मानं विषय सम्बद्धा समस्यानां हलाः
              आत्मानं शिक्षकं पृच्छतुं शक्नोति, अपि च प्रत्येकं विद्यार्थी
              त्रीणिमूल्यांकनपत्राणि दत्तवान् ये अनिवार्याः सन्ति ।
              प्रति-मूल्यांकन पत्रस्य अंका: न निर्धारिताः ।
            </p>

            <h3 className="nios-125h-senior-hero-title">परीक्षा योजना:</h3>

            <p>
              परीक्षायाः पूर्व शिक्षार्थिनः एकं वर्ष पर्यन्तम् अध्ययनम् अनिवार्य
              अस्ति । शिक्षार्थी पंचसु वर्षेषु नवसंख्या पर्यन्तं परीक्षां दातुं
              शक्नोति, इदं पाठ्यक्रमं च पूर्णं कर्तुं शक्नोति ।
            </p>

            <p>1 वाचनं श्रवणं च कौशलयों: मूल्यांकनं न भविष्यति ।</p>

            <p>
              2 विषयस्य परीक्षायाः अधिकतमम् शतानि अंकानि भविष्यति । परीक्षायाः
              अवधि: त्रिधष्टापर्यन्तं निर्धारितः ।
            </p>

            <hr />

            <h3 className="nios-125h-senior-hero-title">अंकम् वितरणम्</h3>

            <div className="table-wrapper">
              <table>
                <thead>
                  <tr>
                    <th>एककानि</th>
                    <th>विवरणम्</th>
                    <th>अङ्काः</th>
                  </tr>
                </thead>

                <tbody>
                  <tr>
                    <td rowSpan="3">
                      <strong>गद्यम्</strong>
                    </td>
                    <td>ज्ञानम्</td>
                    <td>8</td>
                  </tr>
                  <tr>
                    <td>अवबोधः</td>
                    <td>10</td>
                  </tr>
                  <tr>
                    <td>अनुप्रयोगः</td>
                    <td>10</td>
                  </tr>

                  <tr>
                    <td rowSpan="3">
                      <strong>पद्यम्</strong>
                    </td>
                    <td>ज्ञानम्</td>
                    <td>8</td>
                  </tr>
                  <tr>
                    <td>अवबोधः</td>
                    <td>10</td>
                  </tr>
                  <tr>
                    <td>अनुप्रयोगः</td>
                    <td>10</td>
                  </tr>

                  <tr>
                    <td rowSpan="5">
                      <strong>व्याकरणम्</strong>
                    </td>
                    <td>अनुप्रयोगः: शब्द/धातु रूपाणि</td>
                    <td>5</td>
                  </tr>
                  <tr>
                    <td>सन्धि/समासाः</td>
                    <td>5</td>
                  </tr>
                  <tr>
                    <td>कारकाणि</td>
                    <td>5</td>
                  </tr>
                  <tr>
                    <td>स्त्री प्रत्ययाः</td>
                    <td>5</td>
                  </tr>
                  <tr>
                    <td>कृत/वद्धित प्रत्ययाः</td>
                    <td>5</td>
                  </tr>

                  <tr>
                    <td colSpan="2">
                      <strong>व्याकरणम् योग</strong>
                    </td>
                    <td>
                      <strong>24</strong>
                    </td>
                  </tr>

                  <tr>
                    <td rowSpan="4">
                      <strong>रचना</strong>
                    </td>
                    <td>संवाद</td>
                    <td>5</td>
                  </tr>
                  <tr>
                    <td>निबन्धः</td>
                    <td>5</td>
                  </tr>
                  <tr>
                    <td>पत्रम्</td>
                    <td>5</td>
                  </tr>
                  <tr>
                    <td>सारः</td>
                    <td>5</td>
                  </tr>

                  <tr>
                    <td colSpan="2">
                      <strong>रचना योग</strong>
                    </td>
                    <td>
                      <strong>20</strong>
                    </td>
                  </tr>

                  <tr>
                    <td colSpan="2">
                      <strong>महायोगः</strong>
                    </td>
                    <td>
                      <strong>100</strong>
                    </td>
                  </tr>
                </tbody>
              </table>
            </div>

            <hr />

            <h3 className="nios-125h-senior-hero-title">
              पाठ्यक्रमस्य विषय - वस्तूनि
            </h3>

            <p>
              अस्मिन् पाठ्यक्रमे पुस्तकद्वयम् भविष्यति । पाठानाम् विवरणम् अधः
              दीयते
            </p>

            <h4>प्रथमप्रेषणम्</h4>

            <p>1. प्रेरणा (गद्य)</p>
            <p>2. सदाचारः (पद्य)</p>
            <p>3. त्याज्यं न धैर्यम् (गद्य)</p>
            <p>4. यक्ष - युधिष्ठिर (संवाद)</p>
            <p>5. खगोलज्ञः आर्यभट्ट (गद्य)</p>
            <p>6. संवादः (पद्य)</p>
            <p>7. मातुराज्ञा गरीयसी (नाटक)</p>
            <p>8. कस्मात् किं शिक्षेत्?</p>
            <p>9. चित्रवर्णनम्</p>
            <p>10. प्राणय श्रेष्ठत्वम् (गद्य)</p>
            <p>11. दशकं धर्मलक्षणम् (पद्य)</p>
            <p>12. यद्भविष्यो विनश्यति (गद्य)</p>
            <p>13. अयोध्या कुरु वैदेहि/प्रणामं पुनरागता (पद्य)</p>
            <p>14. भास्कराचार्य (गद्य)</p>
            <p>15. अनुक्तमापि उहति पंडितो जनः (नाटक)</p>
            <p>16. प्रहेलिका ( कूटपद्यानि )</p>

            <p>वर्धापन प्रत्रम्</p>

            <h4>द्वितीय प्रेषणम्</h4>

            <p>17. करुणापरा: साधव (गद्य)</p>
            <p>18. शरीरमाद्यं खलु धर्मसाधनम् (पद्य)</p>
            <p>19. अनागतं यः कुरूते स: शोभते (गद्य)</p>
            <p>20. गीतामृतम् (पद्य)</p>
            <p>21. शंकराचार्य: (गद्य)</p>
            <p>22. तेजसां हि न वय: समीक्ष्यते (नाटक)</p>
            <p>23. स्वस्ति पन्थामनुचरेम (पद्य)</p>
            <p>24. रचना शिक्षणे कथालेख : (रचना)</p>
            <p>25. दर्पः मूलमनर्थानाम् (कथा)</p>
            <p>26. पुत्रोऽहं पृथिव्या: (पद्य)</p>
            <p>27. अजलं स्नानमद्य (गद्य)</p>
            <p>28. साहसे श्रीः प्रतिवसति (गद्य)</p>
            <p>29. विरहकातरं तपोवनम् (नाटक)</p>
            <p>30. मान्येषु मान्यवरः</p>
            <p>31. मे प्रियो भारत भव्यदेश: (पद्य)</p>
            <p>32. संवादलेखनम् (रचना)</p>

            <h3 className="nios-125h-senior-hero-title">व्याकरणम्</h3>

            <h4>सन्धिः</h4>

            <p>(क) स्वर - यण, गुण, वृद्धि, दीर्घादि ।</p>

            <p>(ख) व्यंजन - जश्त्व, चर्त्व, श्चुत्व, ष्टुत्व, अनुस्वारः ।</p>

            <p>(ग) विसर्ग - सत्व, उत्व, रत्व, लोप (विसर्ग/रेफ) ।</p>

            <hr />

            <h4>शब्द रूप रचना</h4>

            <p>
              <strong>स्वरांत -</strong>
              बालक, फल, लता, मुनि, पति, मति, नदी, साधु, मधु, पितृ, मातृ, अक्षि,
              गो ।
            </p>

            <p>
              <strong>व्यंजनांत -</strong>
              राजन्, विद्वस्, चंद्रमस्, गच्छत्, मनस्, गुणिन्, पयस्, आत्मन्,
              धनवत् (मतुप् प्रत्ययांत)
            </p>

            <p>
              <strong>सर्वनामानि -</strong>
              सर्व, यत्, तत्, किम्, इदम् (सर्वेषु लिङ्गेषु) अस्मद्, युष्मद्,
              अदस् ।
            </p>

            <p>
              <strong>पूरणार्थक -</strong>
              प्रथम, द्वितीयम् ।
            </p>

            <p>
              <strong>संख्यावाची शब्दाः -</strong>
              1-10 (एकतः दशंपर्यन्तम्)
            </p>

            <hr />

            <h4>धातुरूप (क्रियापदम्) रचना</h4>

            <p>
              <strong>भ्वादि -</strong> भू, पठ्, पिब्, गम् (गच्छ), दृश् (पश्य),
              दा, नी, भज्, लभ ।
            </p>

            <p>
              <strong>अदादि -</strong> अस्, ब्रू, हृन ।
            </p>

            <p>
              <strong>जुहोत्यादि -</strong> दा, धा ।
            </p>

            <p>
              <strong>दिवादि -</strong> नृत्, नश्, त्रस्, विद् ।
            </p>

            <p>
              <strong>स्वादि -</strong> शक्, आप् ।
            </p>

            <p>
              <strong>तुदादि -</strong> इष्, मुंच, प्रच्छ, विश् ।
            </p>

            <p>
              <strong>तनादि -</strong> कृ ।
            </p>

            <p>
              <strong>क्रयादि -</strong> क्री, ग्रह ।
            </p>

            <p>
              <strong>चुरादि -</strong> चुर्, भक्ष, कथ्, गण् ।
            </p>

            <hr />

            <h4>प्रत्ययः</h4>

            <p>
              <strong>स्त्री प्रत्यय -</strong> आ, ई, उ, ति ।
            </p>

            <p>
              <strong>कृत् -</strong>
              क्त्वा, ल्यप्, तुमुन्, शतृ, शानच्, क्तः, क्तवतु, तव्यत्, अनीचर,
              तृच् ।
            </p>

            <p>
              <strong>तद्धित् -</strong>
              मतुप्, तरप्, तमप्, ठक् (इक), इन्, ईयस्, इष्ठ, त्व, तल् ।
            </p>

            <hr />

            <h4>कारकाणि उपपद विभक्तयः च</h4>

            <p>
              <strong>कारक -</strong> समस्तकारकाणि ।
            </p>

            <h4>उपपद विभक्तयः</h4>

            <p>1 द्वितीया विभक्ति संपूर्ण ।</p>

            <p>2 तृतीया - सह, साकं, सार्धम्, अलम् ।</p>

            <p>3 चतुर्थी - नमस्वस्ति, स्वाहा, कुप्, रूच्, ईर्ष्या ।</p>

            <p>4 पंचमी - बहिः, ऋते ।</p>

            <p>5 षष्ठी - तुलनात्मकम् ।</p>

            <hr />

            <h4>समासाः</h4>

            <p>
              अव्ययीभावः, तत्पुरुषः, कर्मधारयः, द्विगुः, द्वन्द्वः, बहुब्रीहिः ।
            </p>

            {/* ================= CTA ================= */}
            <a href="tel:9935035316" className="cta-button cta-button1">
              For any help related to admission in NIOS please contact SS
              Coaching on our Mobile No. +91 9935035316
            </a>
          </div>
        </div>

        <Footer />
      </section>
    </>
  );
}
